[
    {
      "isim": "Lunges",
      "tekrar": "10 tekrar 3 set",
      "aciklama": "Dengenizi zorlamak, çok yönlü bir egzersiz rutininin önemli bir parçasıdır. Akciğerler tam da bunu yapar, fonksiyonel hareketi teşvik ederken aynı zamanda bacaklarınızdaki ve kalça kaslarınızdaki gücü de arttırır.",
      "uygulama": "1- Ayaklarınız omuz genişliğinde açık ve kollarınız yanlarınızda olacak şekilde ayakta durarak başlayın.\n2- Sağ bacağınızla öne doğru bir adım atın ve bunu yaparken sağ dizinizi bükün, uyluğunuz yere paralel olduğunda durun. Sağ dizinizin sağ ayağınızı geçmediğinden emin olun.\n3- Sağ ayağınızı kaldırın ve başlangıç pozisyonuna dönün. Sol bacağınızla tekrarlayın.\n4- 10 tekrardan oluşan 3 set tamamlayın.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/lunges.jpg?token=GHSAT0AAAAAABUPSUEGVHRVV6I5OKIIP4EMYVCMVDQ"
    },
    {
      "isim": "Şınav",
      "tekrar": "Mümkün olduğu kadar çok tekrar 3 set",
      "aciklama": "Bırak ve bana 20 ver! Şınav , onları gerçekleştirmek için görevlendirilen kasların sayısı nedeniyle yapabileceğiniz en basit ancak etkili vücut ağırlığı hareketlerinden biridir.\n İyi bir formda standart bir şınav yapamıyorsanız, dizlerinizin üzerinde değiştirilmiş bir duruşa geçin - güç oluştururken yine de bu egzersizden birçok fayda elde edeceksiniz.",
      "uygulama": "1- Plank pozisyonunda başlayın. Merkez bölgeniz sıkı , omuzlarınız aşağı ve arkaya çekilmiş ve boynunuz nötr olmalıdır.\n2- Dirseklerinizi bükün ve vücudunuzu yere indirmeye başlayın. Göğsünüz onu sıyırdığında dirseklerinizi uzatın ve başlangıca geri dönün. Hareket sırasında dirseklerinizi vücudunuza yakın tutmaya odaklanın.\n3- Mümkün olduğu kadar çok tekrardan oluşan 3 set tamamlayın.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/s%C4%B1nav.jpg?token=GHSAT0AAAAAABUPSUEGZACEZ6NQ4PJBL4FAYVCNAWA"
    },
    {
      "isim": "Squat",
      "tekrar": "20 tekrar 3 set",
      "aciklama": "Squats, alt vücut ve çekirdek gücünü ve ayrıca bel ve kalçalarınızdaki esnekliği artırır. Vücudun en büyük kaslarından bazılarını çalıştırdıkları için, yakılan kaloriler açısından da büyük bir yumruk atıyorlar.",
      "uygulama": "1- Ayaklarınız omuz genişliğinden biraz daha geniş ve kollarınız yanlarınızda olacak şekilde düz durarak başlayın.\n2- Merkez bölgenizi sıkın ve göğsünüzü ve çenenizi yukarıda tutarak kalçalarınızı geriye doğru itin ve sanki bir sandalyeye oturacakmış gibi dizlerinizi bükün.\n3- Dizlerinizin içe veya dışa eğilmemesini sağlayın, uyluklarınız yere paralel olana kadar aşağı inin, kollarınızı rahat bir pozisyonda önünüze getirin. 1 saniye duraklayın, ardından bacaklarınızı uzatın ve başlangıç pozisyonuna dönün.\n4- 20 tekrardan oluşan 3 set tamamlayın.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/squat.jpg?token=GHSAT0AAAAAABUPSUEH26OGJZKESDFNSJZYYVCMWKA"
    },
    {
      "isim": "Ayakta Dambıl Presleri",
      "tekrar": "12 tekrar 3 set",
      "aciklama": "Birden fazla eklemi ve kasları kullanan bileşik egzersizler, vücudunuzun birkaç bölümünü aynı anda çalıştırdıkları için meşgul arılar için mükemmeldir. Ayakta duran bir tepegöz, omuzlarınız için yapabileceğiniz en iyi egzersizlerden sadece biri değil, aynı zamanda üst sırt ve karın bölgenizi de çalıştırır.",
      "uygulama": "1- Hafif bir dambıl seti seçin - başlamak için 10 pound öneririz - ve ayaklarınız omuz genişliğinde veya sendeleyerek ayakta durarak başlayın. Ağırlıkları üst kollarınız yere paralel olacak şekilde başınızın üzerine getirin.\n2- Çekirdeğinizi destekleyin, kollarınız başınızın üzerinde tamamen uzayana kadar yukarı itmeye başlayın. Başınızı ve boynunuzu sabit tutun.\n3- Kısa bir duraklamadan sonra dirseklerinizi bükün ve triseps kasınız tekrar yere paralel olana kadar ağırlığı tekrar indirin.\n4- 12 tekrardan oluşan 3 set tamamlayın.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/ayaktaDamb%C4%B1lPresleri.jpg?token=GHSAT0AAAAAABUPSUEGASJL5PLTULXKQRCQYVCMWTQ"
    },
    {
      "isim": "Dambıl Sıraları",
      "tekrar": "10 tekrar 3 set",
      "aciklama": "Bunlar sadece o elbisenin içinde sırtınızın harika görünmesini sağlamakla kalmaz, aynı zamanda dambıl sıraları aynı zamanda üst vücudunuzdaki birden fazla kası güçlendiren başka bir bileşik egzersizdir. Orta ağırlıkta bir dambıl seçin ve hareketin zirvesinde sıktığınızdan emin olun.",
      "uygulama": "1- Her elinizde bir dambıl ile başlayın. Yeni başlayanlar için 10 pounddan fazla olmamasını öneririz.\n2- Belinizi öne doğru eğin, böylece sırtınız yere 45 derecelik bir açıda olsun. Sırtınızı bükmediğinizden emin olun. Kollarınız düz bir şekilde aşağı sarksın. Boynunuzun sırtınızla aynı hizada olduğundan ve çekirdeğinizin devreye girdiğinden emin olun.\n3- Sağ kolunuzdan başlayarak dirseğinizi bükün ve ağırlığı doğrudan göğsünüze doğru çekin, lat'ınızı devreye soktuğunuzdan ve göğsünüzün hemen altında durduğundan emin olun.\n4- Başlangıç pozisyonuna dönün ve sol kolla tekrarlayın. Bu bir temsilci. 3 set için 10 kez tekrarlayın.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/damb%C4%B1lS%C4%B1ralar%C4%B1.jpg?token=GHSAT0AAAAAABUPSUEH5YD3PNM2CRXY7PVAYVCMW4Q"
    },
    {
      "isim": "Tek Bacakla Deadliftler",
      "tekrar": "10-12 tekrar 3 set",
      "aciklama": "Bu, dengenizi zorlayan başka bir egzersizdir. Tek bacaklı deadliftler stabilite ve bacak gücü gerektirir. Bu hareketi tamamlamak için hafif ila orta şiddette bir dambıl alın.",
      "uygulama": "1- Sağ elinizde bir dambıl ile ayakta durmaya başlayın ve dizlerinizi hafifçe bükün.\n2- Kalçalara tutunarak, dambılı yere doğru indirerek sol bacağınızı geriye doğru tekmelemeye başlayın.\n3- Sol bacağınızla rahat bir yüksekliğe ulaştığınızda, sağ kalçanızı sıkarak kontrollü bir hareketle yavaşça başlangıç pozisyonuna dönün. Hareket sırasında pelvisinizin yere dik durduğundan emin olun.\n4- Ağırlığı sol elinize almadan ve aynı adımları sol bacak için tekrarlamadan önce 10 ila 12 tekrar yapın. Her tarafta 3 set 10-12 tekrar yapılması önerilir.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/deadlifts.jpg?token=GHSAT0AAAAAABUPSUEGJ2VJPW3ZT7V64XW4YVCMXGQ"
    },
    {
      "isim": "Burpees",
      "tekrar": "10 tekrar 3 set",
      "aciklama": "Nefret etmeyi sevdiğimiz bir egzersiz olan burpes, kardiyovasküler dayanıklılık ve kas gücü için paranızın karşılığını büyük bir patlama sağlayan süper etkili, tüm vücut hareketidir.",
      "uygulama": "1- Ayaklarınız omuz genişliğinde açık ve kollarınız yanlarınızda olacak şekilde dik durarak başlayın.\n2- Elleriniz önünüzdeyken çömelmeye başlayın. Elleriniz yere ulaştığında, bacaklarınızı düz bir şekilde şınav pozisyonuna getirin.\n3- Belden menteşeleyerek ayaklarınızı avuçlarınıza kadar zıplayın. Ayaklarınızı mümkün olduğunca ellerinize yaklaştırın, gerekirse ellerinizin dışına indirin.\n4- Düz durun, kollarınızı başınızın üzerine getirin ve zıplayın.\n5- Bu bir temsilci. Başlangıç olarak 10 tekrardan oluşan 3 set tamamlayın.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/burpees.jpg?token=GHSAT0AAAAAABUPSUEGC2K4J26KRDBNWOOQYVCNBMQ"
    },
    {
      "isim": "Yan Plank",
      "tekrar": "10-15 tekrar 3 set",
      "aciklama": "Sağlıklı bir vücut, temelinde güçlü bir çekirdek gerektirir, bu nedenle yan plank gibi merkeze özgü hareketleri ihmal etmeyin.\nBu hareketi etkili bir şekilde tamamladığınızdan emin olmak için zihin-kas bağlantısına ve kontrollü hareketlere odaklanın.",
      "uygulama": "1- Sol bacağınız ve ayağınız sağ bacağınızın ve ayağınızın üzerine gelecek şekilde sağ tarafınıza yatın. Sağ ön kolunuzu yere ve dirseğinizi doğrudan omzunuzun altına yerleştirerek üst bedeninizi destekleyin.\n2- Omurganızı sertleştirmek için çekirdeğinizi kasın ve vücudunuzla düz bir çizgi oluşturarak kalçalarınızı ve dizlerinizi yerden kaldırın.\n3- Kontrollü bir şekilde başlangıca dönün. Bir tarafta 3 set 10-15 tekrar yapın, ardından değiştirin.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/yanPlank.jpg?token=GHSAT0AAAAAABUPSUEGCUVK3BAYHFSTNMSMYVCMYCA"
    },
    {
      "isim": "Plank",
      "tekrar": "2-3 set 30 saniye bekleme",
      "aciklama": "Plank hareketleri, hem karın kaslarınızı hem de tüm vücudunuzu hedeflemenin etkili bir yoludur. Planking, mekiklerin veya egzersizlerin olabileceği şekilde sırtınızı zorlamadan çekirdeğinizi dengeler.",
      "uygulama": "1- Eliniz ve ayak parmaklarınız yere sıkıca dikilmiş, sırtınız düz ve karın bölgeniz sıkı olacak şekilde şınav pozisyonuna başlayın.\n2- Çenenizi hafifçe sıkıştırın ve bakışlarınızı ellerinizin hemen önünde tutun.\n3- Tüm vücudunuzdaki gerilimi korurken derin, kontrollü nefesler alın, böylece karın kaslarınız, omuzlarınız, trisepsleriniz, kalça kaslarınız ve dörtlü kaslarınız devreye girer.\n4- Başlamak için 2-3 set 30 saniyelik bekletmeyi tamamlayın.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/plank.jpg?token=GHSAT0AAAAAABUPSUEH2BFVHDDHJIX6V53CYVCMYJQ"
    },
    {
      "isim": "Glute Köprüsü",
      "tekrar": "10-12 tekrar 3 set",
      "aciklama": "Kalça köprüsü, tüm arka zincirinizi etkili bir şekilde çalıştırır, bu sadece sizin için iyi olmakla kalmaz, aynı zamanda ganimetinizin de daha canlı görünmesini sağlar.",
      "uygulama": "1- Yerde dizleriniz bükülü, ayaklarınız yere düz ve kollarınız düz, avuçlarınız aşağı bakacak şekilde yere yatarak başlayın.\n2- Topuklarınızı iterek, karın bölgenizi, kalça kaslarınızı ve hamstringlerinizi sıkarak kalçalarınızı yerden kaldırın. Sırtınızın üst kısmı ve omuzlarınız hala zeminle temas halinde olmalı ve çekirdeğiniz dizlerinize kadar düz bir çizgi oluşturmalıdır.\n3- En üstte 1-2 saniye duraklayın ve başlangıç pozisyonuna dönün.\n4- 3 set için 10-12 tekrar tamamlayın.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/glute.jpg?token=GHSAT0AAAAAABUPSUEGBXH2DZOLFLO7GFNIYVCNF5A"
    },
    {
      "isim": "Yan Squat",
      "tekrar": "1 dakika boyunca tur",
      "aciklama": "Yan basamağı ekleyin ve uyluklarınızda ve kalçalarınızda fazladan bir yanma hissedeceksiniz.",
      "uygulama": "1- Bacaklarınız omuz genişliğinde açık ve kollarınız yanda olacak şekilde (veya göğsünüze bir ağırlık vererek) dik durun.\n2- Sağa adım atın ve bunu yaparken, sadece vücut ağırlığınızı kullanarak kollarınızı önünüzde rahat bir pozisyona kaldırarak çömelme pozisyonuna geri oturun.\n3- Ayağa kalkın ve merkezde durmaya geri dönün. Sol tarafta tekrarlayın.\n4- 1 dakika boyunca 1 tur tamamlayın.",
      "gorsel": "https://raw.githubusercontent.com/sercel23/EgzersizlerJSON/master/squat2.jpg?token=GHSAT0AAAAAABUPSUEH4JSQYIN7AIOL5HNKYVCNGGQ"
    }
]